Repository: pigamux/pigamux.github.io
Catalog: games/aca/AdventuresWithAnxiety.tmx
Source language: en_us
Languages: pt_pt

source: h: Shut up shut up I'll keep it as no!
pt_pt: h: Cala-te, cala-te, vou manter a resposta como um não!

source: b: Chronic loneliness increases our cortisol levels as well as risk for cardiovascular disease and stroke!
pt_pt: b: A solidão crónica aumenta os nossos níveis de cortisol, bem como o risco de doenças cardiovasculares e derrames!

source: h: Shut up shut up I'll change my answer to yes!
pt_pt: h: Cala-te, cala-te, vou mudar a minha resposta para sim!

source: b: All our problematic tweets have come back to roost!
pt_pt: b: Todos os nossos tweets problemáticos voltaram ao de cima!

source: b: We're gonna get called out and cancelled and dragged with a rope on horseback down the information superhighway!
pt_pt: b: Vamos estar na boca de toda a gente, vamos ser cancelados e arrastados com uma corda pela autoestrada da informação!

source: h: Why are you like this?!
pt_pt: h: Porque é que és assim?!

source: b: We're spreading disinformation!
pt_pt: b: Estamos a espalhar desinformação!

source: We're destroying trust in a free press!
pt_pt: Estamos a destruir a confiança na imprensa livre!

source: b: We're the reason fascism will arise from the rubble of democracy!
pt_pt: b: Nós somos a razão pela qual o fascismo renascerá dos escombros da democracia!

source: b: Do you want to have a pretzel for a spine?!
pt_pt: b: Queres que a tua coluna seja um pretzel?!

source: Stop hunching over your screen!
pt_pt: Para de te curvares sobre o ecrã!

source: b: That means you too.
pt_pt: b: Isto também se aplica a ti.

source: h: Maybe I shouldn't have ignored the invite?
pt_pt: h: Talvez eu não devesse ter ignorado o convite?

source: Keep ignoring, we're still party poopers.
pt_pt: Continue a ignorar, ainda somos desmancha-prazeres.

source: Actually, say yes.
pt_pt: Na verdade, diz sim.

source: Actually, say no.
pt_pt: Na verdade, diz não.

source: h: It's kinda rude to keep ignoring them though, no?
pt_pt: h: É meio rude continuar a ignorá-los, não?

source: b: Well other people always ignore <g id="1">us</g>, so
pt_pt: b: Bem, as pessoas também estão sempre a ignorar-<g id="1">nos</g>, por isso...

source: b: so let's just call it even.
pt_pt: b: vamos só ficar quites.

source: h: You're... letting me have fun?
pt_pt: h: Estás a deixar que me... divirta?

source: b: Well, I mean, loneliness <g id="1">can</g> kill us.
pt_pt: b: Bem, a solidão <g id="1">pode</g> matar-nos.

source: b: It's too crowded.
pt_pt: b: Tem demasiada gente.

source: Crowds are dangerous.
pt_pt: Multidões são perigosas.

source: h: Whatever.
pt_pt: h: Tanto faz.

source: New Tinder notification.
pt_pt: Nova notificação do Tinder.

source: b: What, that hookup app?
pt_pt: b: O quê, aquela app para curtes?

source: h: It's not a hookup app, it's just a way to meet new peopl--
pt_pt: h: Não é uma app para curtes, é só uma maneira de conhecer pesso--

source: b: It's a hookup app.
pt_pt: b: É uma app para curtes.

source: h: Oh, I got a match!
pt_pt: h: Oh, tive um match!

source: They look cute!
pt_pt: Parece giro!

source: h: Please don't ruin this for m--
pt_pt: h: Por favor, não estragues--

source: b: DANGER DANGER DANGER DANGER DANGER DANGER
pt_pt: b: PERIGO PERIGO PERIGO PERIGO PERIGO PERIGO

source: We're being <g id="2">used</g> by other people.
pt_pt: Estamos a ser <g id="2">usados</g> por outras pessoas.

source: We're just <g id="2">using</g> other people.
pt_pt: Estamos a <g id="2">usar</g> outras pessoas.

source: YOUR MATCH IS A SERIAL KILLER
pt_pt: O TEU MATCH É UM ASSASSINO EM SÉRIE

source: b: Random hookups may be able to fill the hole down there,
pt_pt: b: Conexões aleatórias podem preencher o buraco lá em baixo,

source: b: but they can never fill the hole...
pt_pt: b: mas nunca podem preencher o buraco...

source: b: in <g id="1">here</g>.
pt_pt: b: <g id="1">aqui</g>.

source: b: The point is WE'RE GOING TO DIE ALONE
pt_pt: b: A questão é NÓS VAMOS MORRER SOZINHOS

source: b: You think other people's genitals are Pokémon for us to collect?
pt_pt: b: Achas que os órgãos genitais das outras pessoas são como Pokémons para colecionarmos?

source: b: ♫ (pokemon theme song)-
pt_pt: b: ♫ (música tema do Pokémon)-

source: b: ♫ I wanna be, the ^slut^ti-est-
pt_pt: b: ♫ Eu quero ser a mais ^put^ona-

source: b: ♫ Like no one ever was-
pt_pt: b: ♫ Como nunca ninguém foi-

source: b: ♫ Thighs n' ^ass^, voluptuous breast-
pt_pt: b: ♫ Coxas e ^cu^, mamas voluptuosas-

source: b: ♫ with sweaty ^dick^ and balls!
pt_pt: b: ♫ com ^pila^ e bolas suadas!

source: b: ♫ PERVY-MON!
pt_pt: b: ♫ TARADOMON!

source: GOTTA CA-
pt_pt: VOU APANH-

source: b: The point is we're a manipulative creep.
pt_pt: b: A questão é que somos um idiota manipulador.

source: {{if _.whitebread}} b: They'll trap you in a well and force-feed you white bread to fatten you up so they can wear your skin like a suit!
pt_pt: {{if _.whitebread}} b: Vão prender-te num poço e forçar-te a comer pão branco para te engordar para que possam vestir a tua pele como um fato!

source: {{if _.parasite}} b: They'll bludgeon you with a pomodoro timer and say "YOU SHOULDA BEEN MORE PRODUCTIVE YOU PARASITE" {{/if}}
pt_pt: {{if _.parasite}} b: Vão espancar-te com um cronómetro e dizer "TENS DE SER MAIS PRODUTIVO Ó PARASITA" {{/if}}

source: {{if !<g id="1">.whitebread && !</g>.parasite}} b: They'll tear your flesh to gory confetti, turn your entrails into streamers, and mix your blood into a punch bowl!
pt_pt: {{if! <g id="1">.whitebread && !</g>.parasite}} b: Vão transformar a tua carne em confettis e transformar as tuas entranhas em serpentinas e misturar o teu sangue numa tigela de ponche!

source: {{if !<g id="1">.whitebread && !</g>.parasite}} b: How's THAT for a party invite?!
pt_pt: {{if! <g id="1">.whitebread && !</g>.parasite}} b: O que achas disso como um convite para uma festa?!

source: h: i'm so sick of this game.
pt_pt: h: estou tão farto deste jogo.

source: h: {{if _.fifteencigs}}"loneliness will kill us"... {{/if}} {{if _.parasite}}"we're a society-parasite"... {{/if}} {{if _.whitebread}}"don't eat that, it'll kill us"... {{/if}} {{if _.subtweet}}"they're talking behind our back"... {{/if}} {{if _.badnews}}"the world is burning"... {{/if}} {{if _.hookuphole}}"we'll die alone"... {{/if}} {{if _.serialkiller}}"they're a serial killer"... {{/if}} {{if _.catmilk}}"cats can't digest milk"... {{/if}} {{if _.pokemon}}a ^crappy^ parody song... {{/if}}
pt_pt: h: {{if _.fifteencigs}}"a solidão vai-nos matar"... {{/if}} {{if _.parasite}}"somos um parasita da sociedade"... {{/if}} {{if _.whitebread}}"não comas isso, vai-nos matar"... {{/if}} {{if _.subtweet}}"eles estão a falar nas nossas costas"... {{/if}} {{if _.badnews}}"o mundo está a arder"... {{/if}} {{if _.hookuphole}}"vamos morrer sozinhos"... "{{/if}} {{if _.serialkiller}}ele é um assassino em série"... {{/if}} {{if _.catmilk}}"gatos não conseguem digerir leite" ... {{/if}} {{if _.pokemon}}uma canção paródia de ^merda^ ... {{/if}}

source: h: i just want to live my life.
pt_pt: h: eu só quero viver a minha vida.

source: h: i just want to be free from all this... pain.
pt_pt: h: eu só me quero livrar de toda esta... dor.

source: b: Hey... human...
pt_pt: b: Ei... humano...

source: b: It'll be okay.
pt_pt: b: Vai ficar tudo bem.

source: b: As your loyal guard-wolf, I'll always keep an eye out for danger, and do my best to keep you safe.
pt_pt: b: Como o teu fiel Lobo de Guarda, vou ficar sempre de olho no perigo e vou manter-te seguro.

source: b: I promise.
pt_pt: b: Eu prometo.

source: h: Last app.
pt_pt: h: Última app.

source: What you got?
pt_pt: O que tem de bom?

source: h: It's... more party pictures.
pt_pt: h: São... mais fotos de festas.

source: h: Everyone looks so happy.
pt_pt: h: Toda a gente parece tão feliz.

source: Free from worry.
pt_pt: Livre de preocupações.

source: Free from anxiety.
pt_pt: Livre de ansiedade.

source: h: God, why can't I be like them?
pt_pt: h: Deus, porque é que não posso ser como eles?

source: Why can't I just be <g id="1">normal?</g>
pt_pt: Porque é que não posso ser apenas <g id="1">normal?</g>

source: b: Speaking of parties, about this weekend's invite.
pt_pt: b: Por falar em festas, sobre o convite deste fim-de-semana.

source: Here's my FINAL decision:
pt_pt: Esta é minha decisão FINAL:

source: <g id="1">We should go.</g>
pt_pt: <g id="1">Devemos ir.</g>

source: <g id="1">We should not go.</g>
pt_pt: <g id="1">Não devemos ir.</g>

source: b: We sh--
pt_pt: b: Nós deve--

source: h: <g id="1">^FUCK^.</g>
pt_pt: h: <g id="1">^MERDA^.</g>

source: h: YOU.
pt_pt: h: TU.

source: b: w
pt_pt: b: o-

source: b: wha?
pt_pt: b: o qu-?

source: h: I'm going to say YES to that party,
pt_pt: h: Eu vou dizer SIM à festa,

source: {{if _.act1g=="go"}} h: NOT because you want me to, but because <g id="1">I</g> want to. {{/if}}
pt_pt: {{if _.act1g=="go"}} h: NÃO porque tu queres, mas porque <g id="1">eu</g> quero. {{/if}}

source: {{if _.act1g=="dont"}} h: Precisely BECAUSE you don't want me to. {{/if}}
pt_pt: {{if _.act1g=="dont"}} h: Precisamente PORQUE tu não queres que eu diga sim. {{/if}}

source: h: You're NOT in control of me.
pt_pt: h: Tu NÃO me controlas.

source: h: Now excuse me while I eat this delicious sandwich in ^goddamn^ peace.
pt_pt: h: Agora, com licença, enquanto eu como esta deliciosa sandes em paz.

source: <g id="1">AHHHH WE'RE GONNA DIE</g> <g id="2">Game.OVERRIDE_CHOICE_LINE = true;</g>
pt_pt: <g id="1">AHHHH NÓS VAMOS MORRER</g> <g id="2">Game.OVERRIDE_CHOICE_LINE = true;</g>

source: <g id="1">AHHHH EVERYONE HATES US</g> <g id="2">Game.OVERRIDE_CHOICE_LINE = true;</g>
pt_pt: <g id="1">AHHHH TODOS NOS ODEIAM</g> <g id="2">Game.OVERRIDE_CHOICE_LINE = true;</g>

source: <g id="1">AHHHH WE'RE HORRIBLE PEOPLE</g> <g id="2">Game.OVERRIDE_CHOICE_LINE = true;</g>
pt_pt: <g id="1">AHHHH SOMOS PESSOAS HORRÍVEIS</g> <g id="2">Game.OVERRIDE_CHOICE_LINE = true;</g>

source: b: AHHHH WE'RE GONNA DIE AAAAAAHHHHHHH
pt_pt: b: AHHHH NÓS VAMOS MORRER AAAAAAHHHHHHH

source: b: AHHHH EVERYONE HATES US AAAAAAHHHHHHH
pt_pt: b: AHHHH TODOS NOS ODEIAM AAAAAAHHHHHHH

source: b: AHHHH WE'RE HORRIBLE PEOPLE AAAAAAHHHHHHH
pt_pt: b: AHHHH SOMOS PESSOAS HORRÍVEIS AAAAAAHHHHHHH

source: n: CONGRATULATIONS
pt_pt: n: PARABÉNS

source: n: YOU'VE SUCCESSFULLY PROTECTED YOUR HUMAN'S PHYSICAL + SOCIAL + MORAL NEEDS
pt_pt: n: PROTEGESTE COM SUCESSO AS NECESSIDADES FÍSICAS + SOCIAIS + MORAIS DO TEU HUMANO

source: n: WHY, LOOK HOW GRATEFUL THEY ARE!
pt_pt: n: OLHA COMO ESTÁ GRATO!

source: n: NOW THAT THEIR ENERGY IS ZERO, YOU CAN DIRECTLY CONTROL THEIR ACTIONS
pt_pt: n: AGORA QUE A ENERGIA DELE ESTÁ NO ZERO, PODES CONTROLAR DIRETAMENTE AS SUAS AÇÕES

source: n: PICK YOUR ENDING MOVE
pt_pt: n: ESCOLHE A TUA JOGADA FINAL

source: b: Your phone was giving you a panic attack!
pt_pt: b: O teu telefone estava a causar-te um ataque de pânico!

source: b: Zuckerberg and Co are hijacking your mental health for venture capitalist money!
pt_pt: b: O Zuckerberg e companhia estão a sequestrar a tua saúde mental por dinheiro!

source: b: Punish your phone!
pt_pt: b: Castiga o teu telemóvel!

source: Destroy it!
pt_pt: Destrói-o!

source: b: KILL IT KILL IT KILL IT KILL IT KILL IT KILL IT KILL IT KILL IT KILL IT KILL IT KILL IT KILL IT KILL IT KILL IT KILL IT KILL I--
pt_pt: b: MATA-O, MATA-O, MATA-O, MATA-O, MATA-O, MATA-O, MATA-O, MATA-O, MATA-O, MATA-O, MATA-O, MATA-O, MAT--

source: b: The whole world is filled with danger!
pt_pt: b: O mundo inteiro está cheio de perigo!

source: b: Do like the armadillo!
pt_pt: b: Faz como o tatu!

source: Curl up into a ball for self-defense!
pt_pt: Enrola-te numa bola para autodefesa!

source: b: CURL UP AND CRY CURL UP AND CRY CURL UP AND CRY CURL UP AND CRY CURL UP AND CRY CURL UP AND CR--
pt_pt: b: ENROLA-TE E CHORA ENROLA-TE E CHORA ENROLA-TE E CHORA ENROLA-TE E CHORA ENROLA-TE E CH--

source: <g id="1">PLAY!</g>
pt_pt: <g id="1">JOGAR!</g>

source: h: Nope.
pt_pt: h: Não.

source: No, nope, not listening.
pt_pt: Não, não, não estou a ouvir.

source: Gonna check my phone.
pt_pt: Vou olhar o meu telemóvel.

source: b: Gasp!
pt_pt: b: Eia!

source: You're scrolling your life away on Twitter!
pt_pt: Estás a desperdiçar o teu tempo no Twitter!

source: Again!
pt_pt: Outra vez!

source: h: Yeah I wonder why I don't just sit and listen to my thoughts more often.
pt_pt: h: Sim, eu pergunto-me por que não me sento e ouço os meus pensamentos com mais frequência.

source: n: QUICK, WARN THEM ABOUT A <g id="1">DANGER!</g>
pt_pt: n: RAPIDO, AVISA-O SOBRE UM <g id="1">PERIGO!</g>

source: h: Heh ya that's cute, I--
pt_pt: h: Heh ya que fofo, eu--
